[{"perfil":{"username":"Sina Majnoon","id":"8bcefpjlgj","image":"sina.png"},"comida":{"id":"receta5","name":"Hamburguesa con queso","materiales":[166,167,129,119,13,37,168,29,169],"receta":"Forme la carne en hamburguesas y cocine en una sartén durante 10-12 minutos. Coloque el queso cheddar en la parte superior de la hamburguesa y deje que se derrita. Tueste el pan de hamburguesa y cubra con lechuga, tomate y cebolla. Agregue mostaza, kétchup, sal y pimienta negra al gusto.","image":"hamburguesa_con_queso.png","visits":80,"likes":95}},{"perfil":{"username":"Sina Majnoon","id":"8bcefpjlgj","image":"sina.png"},"comida":{"id":"receta7","name":"Arroz con pollo","materiales":[1,3,11,12,170,171,13,172,27,29,169,74,126],"receta":"Corte el pollo en trozos y sofría en aceite de oliva. Agregue la cebolla, el ajo, los pimientos y el tomate. Añada el arroz y revuelva. Agregue el caldo de pollo y sazone con sal, pimienta negra, comino y perejil. Deje que el arroz se cocine a fuego lento durante unos 20-25 minutos, hasta que esté tierno y el líquido se haya absorbido.","image":"arroz_con_pollo.jpg","visits":50,"likes":75}},{"perfil":{"username":"Sina Majnoon","id":"8bcefpjlgj","image":"sina.png"},"comida":{"id":"receta3","name":"Ensalada de atún","materiales":[173,119,13,91,174,105,135,27,175,29,169,123],"receta":"Combine el atún, la lechuga, el tomate, el pepino, la cebolla roja y las aceitunas en un tazón grande. En un tazón pequeño, mezcle el vinagre balsámico, el aceite de oliva, la mostaza dijon, la sal, la pimienta negra y el orégano. Vierta la mezcla de aderezo sobre la ensalada y mezcle bien.","image":"ensalada_de_atun.jpg","visits":40,"likes":85}},{"perfil":{"username":"Sina Majnoon","id":"8bcefpjlgj","image":"sina.png"},"comida":{"id":"receta10","name":"Ensalada de quinoa y vegetales","materiales":[95,170,171,176,91,15,13,27,135,29,169],"receta":"Enjuague la quinoa y cocine en agua con sal durante unos 15 minutos hasta que esté tierna y suave. Escúrrala bien y déjela enfriar. Mientras tanto, pique los pimientos, la cebolla, el pepino, la zanahoria y el tomate en cubos pequeños. En un tazón grande, combine la quinoa enfriada, los vegetales picados y revuelva bien. Agregue el aceite de oliva, el vinagre balsámico, la sal y la pimienta negra y revuelva bien. Sirva inmediatamente o enfríe en el refrigerador hasta que esté listo para servir.","image":"ensalada_quinoa_vegetales.jpg","visits":90,"likes":150}}]